Repository: in2code-de/in2studyfinder
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.pi1
source: Studyfinder List view
de: Studiengangsfinder Listenansicht

# plugin.fastSearch
source: Studyfinder Fast search
de: Studiengangsfinder Schnellsuche

# plugin.pi2
source: Studyfinder Detail view
de: Studiengangsfinder Detailansicht

source: Study Course
de: Studiengang

source: Title
de: Titel

source: global Data
de: globale Daten

# globalPreset
source: global field preset
de: Voreinstellungen für globale Felder

# metaPageTitle
source: Page Title Tag
de: Seiten Title Tag

source: Meta Keywords
de: Meta Schlagwörter

source: Meta Description
de: Meta Beschreibung

source: Standard Period Of Study
de: Regelstudienzeit (in Semestern)

source: Tuition Fee
de: Studiengebühr

source: Description
de: Beschreibung

source: University Place
de: Studienplätze

source: Academic Degree
de: Art des Studiums

source: Department
de: Fachbereich

source: Faculty
de: Fakultät

source: Course Language
de: Unterrichtssprache

source: Admission Requirements
de: Zulassungsvoraussetzungen

source: Start Of Study
de: Studienbeginn

# academicDegree.degree
source: Degree
de: Abschluss

source: Degree
de: Abschluss

source: Type Of Study
de: Studientyp

# typeOfStudy.type
source: Type
de: Typ

source: Type
de: Typ

# courseLanguage.language
source: Language
de: Sprache

source: Language
de: Sprache

# startOfStudy.startDate
source: Start Date
de: Start Datum

source: Start Date
de: Start Datum

source: Key Data
de: Rahmendaten

source: Metadata
de: Metadaten

# graduation
source: Graduations
de: Abschlussarten

# url_segment
source: Navigationpath
de: Navigationspfad

# graduation.title
source: Graduation
de: Abschlussart

# tca.select.please_choose
source: Please choose ...
de: Bitte wählen ...

# fastSelection
source: Quick selection: All degree programs in alphabetic order
de: Schnellauswahl: Alle Studiengänge in alphabetischer Reihenfolge

# listView
source: Studycourse Listview
de: Studiengangs Listenansicht

# detailView
source: Studycourse Detailview
de: Studiengangs Detailansicht

# filter.reset
source: reset Filter
de: Filter zurücksetzen

source: all
de: Alle

source: Study Courses
de: Studiengänge

source: Admission Requirement
de: Zulassungsvoraussetzung

source: back to List
de: zurück zur Liste

# moreAbout
source: more about the Course
de: Mehr zu diesem Studiengang

# readMore
source: to the Course
de: zum Studiengang

source: is set
de: ist vorhanden

source: is unset
de: ist nicht vorhanden

# extendedStudycourse
source: extend StudyCourse
de: erweiterter Studiengang

# extendedStudycourseLabel
source: StudyCourse Type
de: Studiengangs Typ

source: default StudyCourse
de: normaler Studiengang

# wizardItemTitle
source: Studyfinder
de: Studiengangsfinder

# wizardItemDescription
source: Plugin for Studycourses
de: Plugin für den Studiengangsfinder

# globalDataPreset
source: global field preset
de: verwendete globale Felder

# differentPreset
source: different global fields preset
de: abweichende Voreinstellungen für globale Felder

# defaultPreset
source: default preset for global fields
de: Standard Voreinstellung für globale Felder

# pluginInformation.detailView
source: Detail View
de: Detailansicht

# pluginInformation.noStoragePage
source: No Storage Page is Set!
de: Es ist keine Datensatzsammlung (Storage Page) gesetzt!

# pluginInformation.showAll
source: show all
de: zeige alle

# pluginInformation.only
source: only
de: nur

# pluginInformation.departments
source: Departments
de: Fachbereiche

# pluginInformation.faculties
source: Faculties
de: Fakultäten

# pluginInformation.academicDegrees
source: Academic Degrees
de: Akademische Grade

# pluginInformation.listView
source: List View
de: Listenansicht

# pluginInformation.extensionTitle
source: Studyfinder
de: Studiengangsfinder

# messages.noCourses.title
source: no courses existing
de: keine Studiengänge vorhanden

# messages.noCourses.body
source: current are no courses available
de: aktuell keine Studiengänge vorhanden

# messages.noStoragePid.title
source: missing storage pid
de: StoragePid nicht gesetzt

# messages.noStoragePid.body
source: no storage pid for courses set
de: StoragePid ist nicht gesetzt

# messages.noSettingsPid.title
source: missing settings pid
de: SettingsPid nicht gesetzt

# messages.noSettingsPid.body
source: no settings pid set
de: SettingsPid ist nicht gesetzt

# messages.notAllRequiredFieldsSet.title
source: missing required field
de: Nicht alle nötigen Felder gefüllt

# messages.notAllRequiredFieldsSet.body
source: At least one course and one field must be selected for export!
de: Es muss jeweils mindestens ein Studiengang und ein Feld zum Export ausgewählt werden!

# courseLanguages
source: Course Language
de: Unterrichtssprache

# startsOfStudy
source: Start Of Study
de: Studienbeginn

# typesOfStudy
source: Type Of Study
de: Studientyp

# metaPagetitle
source: Page Title Tag
de: Seiten Title Tag

# selectLanguage
source: Select Language for exportet records
de: Sprache für zu exportierende Datensätze auswählen

source: Export as
de: Exportieren als

source: Select Courses
de: Studiengänge auswählen

source: Selected
de: Ausgewählt

# selectProperties
source: select fields for export
de: zu exportierdene Felder auswählen

source: Items per Page
de: Studiengänge per Seite

source: Export
de: Exportieren

source: Selected Items
de: Ausgewählte Felder

source: Available Items
de: Verfügbare Felder
